<div class="intero">
	<div class="intero_section1">
		<img src="<?=$url; ?>upload/default.png" width="260" height="260" title="" alt="" />
	</div>
	<div class="intero_section2">
		<h1>امیر شکری</h1>
		<p>متولد : 1368/01/01</p>
		<p>وضعیت تاهل : مجرد</p>
		<p>جنسیت : آقا</p>
		<p>شماره همراه : +98.9128496034</p>
		<p>شماره تماس : +98.76310000 </p>
		<p>آدرس ایمیل : amirsh.nll@gmail.com</p>
		<p>آدرس محل سکونت : تهران دماوند</p>
	</div>
	<div class="clear"></div>
</div>

<div class="content">
	<div class="content_item">
		<div class="content_item_right">
			<h3>تحصیلات</h3>
		</div>
		<div class="content_item_left">
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
		</div>
	<div class="clear"></div>

	<div class="content_item">
		<div class="content_item_right">
			<h3>تحصیلات</h3>
		</div>
		<div class="content_item_left">
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
		</div>
	<div class="clear"></div>

	<div class="content_item">
		<div class="content_item_right">
			<h3>تحصیلات</h3>
		</div>
		<div class="content_item_left">
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
			<h2>کارشناسی</h2>
			<p>رشته مهندسی تکنولوژی نرم افزار دانشکده شهید شمسی پور</p>
			<h2>کاردانی</h2>
			<p>رشته مهندسی نرم افزار دانشکده فنی انقلاب اسلامی تهران</p>
		</div>
	<div class="clear"></div>
</div>