<h2>پنل کاربری -) پیشخوان</h2>
<p><?=$full_name; ?> عزیز، خوش آمدید.</p>
<p>شما می توانید با استفاده از منوی سمت راست پنل کاربری خود به بخش های مختلف بروید و اطلاعات خود را تکمیل کنید.</p>
<p>بعد از پر کردن اطلاعات خود به راحتی می توانید با کلیک روی مشاهده پروفایل، صفحه ی شخصی خود را ببینید و لذت ببرید.</p>
<p>&nbsp;</p>
<p><strong>مروری بر قوانین سامانه:</strong></p>
<p>کاربر گرامی لطفا قبل از استفاده و یا ثبت نام در سرویس ایرانی " <strong>سامانه پروفایل آنلاین ایرانیان</strong> " موارد ذیل را کاملا مطالعه نمایید. در صورتیکه مایل به استفاده از خدمات این وب سایت می باشید حتما باید توافقنامه زیر را قبول نمایید در غیر اینصورت مجاز به استفاده از این سامانه نیستید.</p>
<p>از توزیع محتوای نژادی یا قومی ، دینی و... خودداری کنید.</p>
<p>برای کمک به مبارزه و جلوگیری از هرزنامه از اطلاعات حقیقی خود استفاده نمایید.</p>
<p>عكس کاربری پروفایل شخصی شما نباید دارای محتوای غیرمجاز یا توهین آمیز باشد.</p>
<p>در صورت رعایت نکردن هرکدام از موارد فوق حساب کاربری شما در سیستم مسدود می شود.</p>
<p>در صورت مشاهده تخلف شما به عنوان یک کاربر در این سامانه حق گزارش تخلف را خواهید داشت.</p>
<p>تصاویر آقایان بهتر است با پوشش رسمی باشد و تصاویر خانم هم بهتر است با پوشش مناسب استفاده شود تا از خطر افراد سودجو در امان بمانند.</p>
<p>از توزیع اطلاعات شخصی و محرمانه سایر افراد و یا استفاده از حساب شخص دیگری یا باز کردن حساب به نام فرد دیگر خودداری فرمایید.</p>
<p>تمام هدف ما ارائه خدمات به کاربران عزیز ایرانی می باشد، لذا از شما تقاضا داریم تا اطلاعات خود را بدون اغراق و با در نظر گرفتن واقعیت وارد نمایید تا این وبسایت برای شما کاربرد مثبت داشته باشد.</p>
<p><strong>( تاریخ بروز رسانی قوانین : پاییز و زمستان سال <?php echo $this->jdf->tr_num('1395'); ?> خورشیدی )</strong></p>