<h2>پنل کاربری -) آمار</h2>
<p><strong>نمودار:</strong></p>
<?php
	echo $chart;
?>
<a class="refresh_key" id="refresh_key" title="بروزرسانی" rel="statistics" href="http://localhost/panel/statistics">بروز رسانی</a><div class="clear"></div>
<p>&nbsp;</p>
<p><strong>راهنمایی:</strong></p>
<p>در این بخش شما می توانید تعداد بازدید کنندگان رزومه خود را ببینید.</p>
<p>آمار بالا به صورت نمودار میله ای رسم شده است تا بتوانید برنامه ریزی بهتری روی رزومه آنلاین خود داشته باشید.</p>
<p>آمار بالا بر اساس تعداد بازدیدهای کاربران مختلف، ربات ها و ... خواهد بود؛ اعداد آمار بازدید شما با هر بار بارگذاری کامل تغییر پیدا خواهد کرد.</p>