		<div class="content">
			<h2>قوانین سامانه :</h2>
			<p>کاربر گرامی لطفا قبل از استفاده و یا ثبت نام در سرویس ایرانی " <strong>سامانه پروفایل آنلاین ایرانیان</strong> " موارد ذیل را کاملا مطالعه نمایید . در صورتیکه مایل به استفاده از خدمات این وب سایت می باشید حتما باید توافقنامه زیر را قبول نمایید در غیر اینصورت مجاز به استفاده از این سامانه نیستید.</p>
			<p>از توزیع محتوای نژادی یا قومی ، دینی و ... خودداری کنید.</p>
			<p>برای کمک به مبارزه و جلوگیری از هرزنامه از نام حقیقی خود استفاده نمایید .</p>
			<p>عكس کاربری پروفایل شخصی شما نباید دارای محتوای غیرمجاز یا توهین آمیز باشد.</p>
			<p>در صورت رعایت نکردن هرکدام از موارد فوق حساب کاربری شما در سیستم مسدود می شود.</p>
			<p>نام کامل شما باید ترکیبی از نام و نام خانوادگی باشد که نمایانگر هویت یک شخص واقعی باشد.</p>
			<p>در صورت مشاهده کاربری متخلف شما به عنوان یک کاربر در این سامانه حق گزارش تخلف را خواهید داشت.</p>
			<p>از توزیع اطلاعات شخصی و محرمانه شخصی سایر افراد و یا استفاده از حساب شخص دیگری یا باز کردن حساب به نام فرد دیگر خودداری فرمایید.</p>
			<p>تمام هدف ما ارائه خدمات به کاربران عزیز ایرانی می باشد ، لذا از شما تقاضا داریم تا اطلاعات خود را بدون اغراق و با در نظر گرفتن واقعیت وارد نمایید تا این وبسایت برای شما کاربردی باشد.</p>
            <p><strong>( تاریخ بروز رسانی قوانین : پاییز و زمستان 1395 خورشیدی )</strong></p>
		</div>